<%--============= Header =================--%>
<%@page contentType="text/html" pageEncoding="UTF-8"%>
<%@ include file="header.jsp" %>
    
<%--============= About Us =================--%>
<section>
    <div class="jumbotron jumbotron-fluid">
        <div class="container">
            <h1 class="page-title">Learn With Us</h1>
            <p>Основная цель портала "Учись" - предоставить цифровое пространство для школ/организаций и студентов. 
                Это веб-приложение предоставит платформу электронного обучения платформу для студентов и школ/организаций для продолжения их образовательного процесса. 
                Это веб-приложение поддерживается для устранения и уменьшения трудностей с которыми сталкиваются школы и студенты, и обеспечить виртуальное взаимодействие 
                между студентами и преподавателями. Это позволит школам и учителям управлять классами учеников, заданиями и тестами. Это обеспечит удаленный доступ к ученикам, 
                ученики смогут получить доступ к своему цифровому классу в любое время.
            </p>
            <p>Цель портала курса "Учись" - автоматизировать существующую ручную систему с помощью компьютеризированного оборудования. 
                Это также позволит организации управлять своей деятельностью и легко вести учет информации о студентах.</p>
        </div>
    </div>
</section>
    
<div class="container-fluid p-3 bg-dark text-white">
    <div class="container">
        <h1>Онлайн образование</h1>
        <p>Подключайтесь и учитесь вместе с нами. Learn - одна из лучших платформ для онлайн-образования.</p>
    </div>
</div>
    
<section id="about-box">
    <div class="container">
        <h1 class="page-title">Кто мы?</h1>
        <p>Учебный портал, облегчающий виртуальное взаимодействие студентов и преподавателей в академической среде. Цель этого веб-приложения - повысить целевой результат обучения в образовании посредством эффективного использования технологии электронного обучения и расширить возможности инновационного обучения. В нынешней пандемической ситуации портал онлайн-курсов играет эффективную роль для роста и развития студентов. и развития.</p>
    </div>
</section>
    
<section id="main">
    <div class="container">
        <article id="main-col">
            <h1 class="page-title">Наше видиние</h1>
            <p>Учебный портал, облегчающий виртуальное взаимодействие студентов и преподавателей в академической среде. 
                Цель этого веб-приложения - повысить целевой результат обучения в образовании посредством эффективного использования технологии 
                электронного обучения и расширить возможности инновационного обучения. В нынешней пандемической ситуации 
                портал онлайн-курсов играет эффективную роль для роста и развития студентов. и развития.</p>
            
            <p>Learn управляет информацией о школах, факультетах и студентах. 
                Он позволяет студентам получать доступ к видеолекциям, предметным материалам, викторинам и т.д. 
                на основе их стандарта. Она позволяет преподавателям предоставлять видеолекции, задания, материалы курса студентам по их предметам. 
                Учителя могут предоставлять видеолекции, задания, материалы курса студентам на основе их предметов.
            </p>			
        </article>
            
        <aside id="sidebar">
            <div class="dark">
                <h3>Наша миссия</h3>
                <p>Основная цель портала "Учись" - предоставить цифровое пространство для школ и студентов. 
                    Learn поддерживается для устранения и уменьшения трудностей с которыми сталкиваются школы и студенты, 
                    и обеспечить виртуальное взаимодействие между студентами и учителями
                </p>
            </div>
        </aside>	
    </div>
</section>
    
<%--============= Footer =================--%>
<%@ include file="footer.jsp" %>